;TORSO
[lotrsauron_Torso_KV_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_LPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_MPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_HPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_LPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_MPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_HPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

;TORSO WOTC
[lotrsauron_Torso_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

[lotrsauron_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 身体"

;ARMS
[lotrsauron_Arms_KV_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_LPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_MPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_HPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_LPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_MPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_HPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

;ARMS WOTC
[lotrsauron_Arms_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

[lotrsauron_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 手臂"

;LEGS
[lotrsauron_Legs_KV_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_LPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_MPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_HPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_LPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_MPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_HPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

;LEGS WOTC
[lotrsauron_Legs_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 腿"

[lotrsauron_Helmets_M X2BodyPartTemplate]
DisplayName="魔王索伦 头盔"

[lotrsauron2_Helmets_M X2BodyPartTemplate]
DisplayName="魔王索伦 头盔[XCOM身体]"

;TORSO DECO
[lotrsauron_TDeco_KV_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_LPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_MPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_HPL_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_LPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_MPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_HPO_M X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

;TORSO DECO WOTC
[lotrsauron_TDeco_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 披风"

[lotrsauron_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="魔王索伦 披风"













;TORSO
[lotrsauron2_Torso_KV_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_LPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_MPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_HPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_LPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_MPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_HPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

;TORSO WOTC
[lotrsauron2_Torso_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

[lotrsauron2_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 身体"

;ARMS
[lotrsauron2_Arms_KV_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_LPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_MPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_HPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_LPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_MPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_HPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

;ARMS WOTC
[lotrsauron2_Arms_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

[lotrsauron2_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 手臂"

;LEGS
[lotrsauron2_Legs_KV_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_LPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_MPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_HPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_LPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_MPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_HPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

;LEGS WOTC
[lotrsauron2_Legs_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron2_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 腿"

[lotrsauron3_Helmets_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 头盔"

[lotrsauron4_Helmets_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 头盔[XCOM身体]"

;TORSO DECO
[lotrsauron2_TDeco_KV_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_LPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_MPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_HPL_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_LPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_MPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_HPO_M X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

;TORSO DECO WOTC
[lotrsauron2_TDeco_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"

[lotrsauron2_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="Infernal Sauron 披风"





[Sauronmace X2WeaponTemplate]
FriendlyName="魔王索伦's Mace"
FriendlyNamePlural="魔王索伦's Maces"
BriefSummary="魔王索伦's Mace"
TacticalText="魔王索伦's Mace"
AbilityDescName="sword"
